{
  "Hello": "Hello",
  "Im": "I'm",
  "FullStackDev": "Full Stack developper",
  "Specialized": "specialized in artificial intelligence",
  "DownloadCV": "Download CV",
  "AboutMe": "About me",
  "Skills": "Skills",
  "MySkills": "My technical level",
  "BackDev": "Backend developper",
  "MoreThan": "More than 5 years",
  "FrontDev": "Frontend developper",
  "Designer": "Webdesigner",
  "Advanced": "Advanced",
  "Intermediate": "Intermediate",
  "Basic": "Basic",
  "Beginner": "Beginner",
  "Cpp": "C++",
  "Qualification": "Qualifications",
  "MyPersonalJourney": "My personal journey.",
  "Education": "Education",
  "Work": "Work",
  "BacEs": "Baccalaureate in economics and social science",
  "HighSchool": "High school",
  "EpitechGrandEcole": "Epitech Grande Ecole program",
  "SailInstructor": "Sailing instructor",
  "Summer": "Summer",
  "WorkStage1": "Python / NodeJs developer internship",
  "Months": "months",
  "Alternate": "Apprenticeship",
  "SeeMore": "see more",
  "BacEsLongDesc": "I obtained my Baccalaureate ES specialized in Mathematics at Benjamin Franklin High School in Auray in 2016. It was during this period that the love for computer development came to me by developing games on my calculator in Basic, and pushed me to study in this area.",
  "EpitechGrandEcoleLongDesc": "During my first 3 years in the Grande École program, I was able to learn the fundamentals of programming and computer design through numerous projects in C and C++, but also algorithms, compilation and deployment. The diversity of projects and the programming languages used, helped me create a solid knowledge base in C, C++, Python, NodeJS and Kotlin.",
  "MSCPro": "Epitech MSC Pro",
  "MSCProLongDesc": "For my last 2 years of Master, I joined Epitech's MSC Pro course specialized in Artificial Intelligence and Big Data. These last two years, in addition to give me a level of expertise in my domain, have also allowed me to learn and train for the role of manager in tech: project management, management, process, quality control.",
  "SailInstructorLongDesc": "Practicing sailing since my youngest and at a competitive level, it is naturally that at the age of 17, I passed my CQP Sailing Initiator allowing me to teach the practice of this discipline.",
  "WorkStage1LongDesc": "5 month internship in the context of my studies. My mission was to create a web scraper to collect data used to train artificial intelligence.",  
  "AlternateLongDesc": "2-year work-study program at Code 42, IT service provider for businesses. During this experience, I worked on the development of add-ons to our clients' business management software. On the design and development of REACT web applications. But also on the development of internal Code 42 tools to facilitate and automate the deployment and testing of our applications.",
  "MostRecentWork": "Most recent work",
  "ReinforcementLearning": "Reinforcement Learning",
  "ReinforcementLearningDesc": "The objective was to resolve Taxi-v3 game from the Gym lybrary by using different reinforcement learning algorithms. To solve it I implemented my own version of Q-Leaning, Deep Q-Leaning, Double Deep Q-Leaning and PPO.",
  "ReinforcementLearningTopic": "#ArtificialIntelligence",
  "TravelOrderResolver": "Travel Order Resolver",
  "TravelOrderResolverDesc": "The objective was to build a program that processes voice and text commands to issue an appropriate itinerary. More specifically, the software will receive trip orders as an email or a phone recording, and will ouptut at least one appropriate travel line that fits the expectations of the customer (using SNCF database).",
  "TravelOrderResolverTopic": "#ArtificialIntelligence #WebDesign #DevOps",
  "IRC": "Internet Relay Chat",
  "IRCDesc": "The objective was to build an IRC app, from the server to the web client. IRC is a text-based chat system for instant messaging, designed for group communication in discussion forums, called channels, but also allows one-on-one communication via private messages.",
  "IRCTopic": "#BackEnd #FrontEnd #WebDesign #DevOps",
  "Epicture": "Epicture",
  "EpictureDesc": "The objective was to made an Android app using Imgur API, where you can login to your Imgur account, post pictures, search and like other peoples pictures.",
  "EpictureTopic": "#Mobile #ExternalAPI #MobileDesign",
  "Contact": "Contact Me",
  "GetInTouch": "Get in touch for your projects !",
  "CallMe": "Call me"
}
