{
  "Hello": "Bonjour",
  "Im": "Je suis",
  "FullStackDev": "développeur Full Stack",
  "Specialized": "spécialisé dans l'intelligence artificielle",
  "DownloadCV": "Télécharger CV",
  "AboutMe": "À propos de moi",
  "Skills": "Compétences",
  "MySkills": "Mon niveau technique",
  "BackDev": "Développeur Backend ",
  "MoreThan": "Plus de 5 ans",
  "FrontDev": "Développeur Frontend",
  "Designer": "Concepteur Web",
  "Advanced": "Avancé",
  "Intermediate": "Intermédiaire",
  "Basic": "Basique",
  "Beginner": "Débutant",
  "Cpp": "C++",
  "Qualification": "Qualifications",
  "MyPersonalJourney": "Mon parcours personnel.",
  "HighSchoolDetail": "Detail programme lycée.test aha",
  "Education": "Éducation",
  "Work": "Travail",
  "BacEs": "Baccalauréat économique et social",
  "HighSchool": "Lycée",
  "EpitechGrandEcole": "Epitech programme Grande École",
  "SailInstructor": "Moniteur de voile",
  "Summer": "Été",
  "WorkStage1": "Stage développeur Python / NodeJs",
  "Months": "mois",
  "Alternate": "Alternance",
  "SeeMore": "détails",
  "BacEsLongDesc": "J'ai obtenu mon Baccalauréat ES spécialité mathématique au Lycée Benjamin Franklin d'Auray en 2016. C'est durant cette période, que le goût pour le développement informatique m'es venu en développent des jeux sur ma calculatrice en Basic, et me poussa à m'orienter dans ce domaine.",
  "EpitechGrandEcoleLongDesc": "Durant mes 3 premières années dans le programme Grande École, j'ai pu apprendre les fondamentaux de la programmation et de la conception informatique à travers de nombreux projets en C et C++, mais aussi de l'algorithmie, de la compilation et du déploiement. La diversité des projets et des langages de programmation utilisé pour les réaliser on aidé à me créer un socle de connaissances solide en C, C++, Python, NodeJS et Kotlin.",
  "MSCPro": "Epitech MSC Pro",
  "MSCProLongDesc": "Pour mes 2 dernières années de Master, j'ai rejoint le cursus MSC Pro d'Epitech spécialisé dans l'Intelligence Artificielle et Big Data. Ces deux dernières années en plus de m'apporter un niveau d'expertise dans mon domaine mon aussi permis de me former au rôle de manager dans la tech : gestion de projet, management, process, contrôle qualité.",
  "SailInstructorLongDesc": "Pratiquant la voile depuis mon plus jeunes et en a un niveau compétitif par la suite, c'est naturellement qu'à mes 17 ans, j'ai passé mon CQP Initaiteur Voile me permettant d'enseigner la pratique de cette discipline.",
  "WorkStage1LongDesc": "Stage de 5 mois dans le contexte de mes études. Ma mission a été de réaliser un web scraper afin de récolter des données servant à entraîner une intelligence artificielle.",
  "AlternateLongDesc": "Alternance de 2 ans chez Code 42, prestataire informatique pour les entreprises. Durant cette expérience, j'ai travaillé sur le développement de module complémentaire au logiciel de gestion d'entreprise de nos clients, afin de le spécialiser dans leurs corps de métier.  Sur le design et le développement d'application web REACT. Mais aussi au développement des outils interne à Code 42 afin de faciliter et d'automatiser le déploiement et les tests de nos applications.",
  "MostRecentWork": "Mes réalisations récentes.",
  "ReinforcementLearning": "Apprentissage par renforcement",
  "ReinforcementLearningDesc": "L'objectif était de résoudre le jeu Taxi-v3 de la bibliothèque Gym en utilisant différents algorithmes d'apprentissage par renforcement. Pour le résoudre, j'ai implémenté ma propre version du Q-Leaning, Deep Q-Leaning, Double Deep Q-Leaning et PPO.",
  "ReinforcementLearningTopic": "#ArtificialIntelligence",
  "TravelOrderResolver": "Résolveur d'ordre de voyage",
  "TravelOrderResolverDesc": "L'objectif était de construire un programme qui traite les commandes vocales et textuelles pour trouver un itinéraire approprié. Plus précisément, le logiciel recevra les demandes de trajet sous forme d'e-mail ou d'enregistrement téléphonique, et affichera au moins un trajet adaptée aux attentes du client (à partir de la base de données SNCF).",
  "TravelOrderResolverTopic": "#ArtificialIntelligence #WebDesign #DevOps",
  "IRC": "Chat de relais Internet",
  "IRCDesc": "L'objectif était de construire une application IRC, du serveur au client web. IRC est un système basé sur du texte pour la messagerie instantanée, conçu pour la communication de groupe dans des forums de discussion, appelés canaux, mais permet également une communication en tête-à-tête via des messages privés.",
  "IRCTopic": "#BackEnd #FrontEnd #WebDesign #DevOps",
  "Epicture": "Epicture",
  "EpictureDesc": "L'objectif était de créer une application Android en utilisant l'API Imgur. Vous avez la possibilité de vous connecter à votre compte Imgur, de publier des photos, de rechercher et d'aimer les images d'autres personnes.",
  "EpictureTopic": "#Mobile #ExternalAPI #MobileDesign",
  "Contact": "Contacter Moi",
  "GetInTouch": "Entrons en contact pour vos projets !",
  "CallMe": "Appelez-moi"
}
